---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareInchesPerFoot
source: html/5c37fcb1-0aee-c188-71dc-ab1cb3da072d.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareInchesPerFoot Property

Square inches per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareInchesPerFoot { get; }
```